src/main/resources/xml/trainingServer/getPaymentsFromCustomer.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getPaymentsFromCustomerRequest>
         <my:customer_id></my:customer_id>
      </my:getPaymentsFromCustomerRequest>
   </soapenv:Body>
</soapenv:Envelope>
